Repository: iamwilliamli/LiveTranscriber
Catalog: LiveTranscriber/Semantic.xcstrings
Source language: en
Languages: de, ja, nl, zh_hans, zh_hant

# local_summary.provider.automatic.title
source: Automatic
de: Automatisch
ja: 自動
nl: Automatisch
zh_hans: 自动
zh_hant: 自動

# local_summary.provider.local_qwen.detail
source: Use the selected downloaded Qwen GGUF model with embedded llama.cpp.
de: Das ausgewählte heruntergeladene Qwen-GGUF-Modell mit eingebettetem llama.cpp verwenden.
ja: 選択したダウンロード済みのQwen GGUFモデルを、組み込みのllama.cppで使用します。
nl: Gebruik het geselecteerde gedownloade Qwen GGUF-model met ingebouwde llama.cpp.
zh_hans: 使用已选择并下载的 Qwen GGUF 模型，通过内嵌 llama.cpp 运行。
zh_hant: 使用已選擇並下載的 Qwen GGUF 模型，透過內嵌 llama.cpp 執行。

# local_summary.provider.local_qwen.title
source: Local Qwen3
de: Lokales Qwen3
ja: ローカルQwen3
nl: Lokale Qwen3
zh_hans: 本地 Qwen3
zh_hant: 本機 Qwen3

# local_summary.provider.selected
source: Default Engine
de: Standard-Engine
ja: デフォルトエンジン
nl: Standaardengine
zh_hans: 默认引擎
zh_hant: 預設引擎

# local_summary.provider.title
source: AI Engine
de: KI-Engine
ja: AIエンジン
zh_hans: AI 引擎
zh_hant: AI 引擎

# local_summary.runtime.pending
source: Qwen3 summaries run on this iPhone with embedded llama.cpp after the model is downloaded.
de: Qwen3-Zusammenfassungen laufen nach dem Download des Modells mit eingebettetem llama.cpp auf diesem iPhone.
ja: モデルをダウンロードすると、Qwen3要約は組み込みのllama.cppでこのiPhone上で実行されます。
nl: Qwen3-samenvattingen draaien na het downloaden van het model op deze iPhone met ingebouwde llama.cpp.
zh_hans: 模型下载后，Qwen3 摘要会通过内嵌 llama.cpp 在这台 iPhone 上运行。
zh_hant: 模型下載後，Qwen3 摘要會透過內嵌 llama.cpp 在這台 iPhone 上執行。

# local_whisper.coreml_encoder.bundled_detail.format
source: %@ Core ML encoder is bundled with this app (%@).
de: %@ Core ML Encoder ist in dieser App enthalten (%@).
ja: %@ Core MLエンコーダーはこのアプリに同梱されています（%@）。
nl: %@ Core ML-encoder is meegeleverd met deze app (%@).
zh_hans: %@ Core ML Encoder 已随 App 内置（%@）。
zh_hant: %@ Core ML Encoder 已隨 App 內建（%@）。

# local_whisper.coreml_encoder.download
source: Download Core ML Encoder
de: Core ML Encoder laden
ja: Core MLエンコーダーをダウンロード
nl: Core ML-encoder downloaden
zh_hans: 下载 Core ML Encoder
zh_hant: 下載 Core ML Encoder

# local_whisper.coreml_encoder.downloaded_detail.format
source: %@ Core ML encoder is downloaded on this iPhone (%@).
de: %@ Core ML Encoder wurde auf dieses iPhone geladen (%@).
ja: %@ Core MLエンコーダーはこのiPhoneにダウンロード済みです（%@）。
nl: %@ Core ML-encoder is gedownload op deze iPhone (%@).
zh_hans: %@ Core ML Encoder 已下载到这台 iPhone（%@）。
zh_hant: %@ Core ML Encoder 已下載到這台 iPhone（%@）。

# local_whisper.coreml_encoder.downloading.format
source: Downloading Encoder %.0f%%
de: Encoder wird geladen %.0f%%
ja: エンコーダーをダウンロード中 %.0f%%
nl: Encoder downloaden %.0f%%
zh_hans: 正在下载 Encoder %.0f%%
zh_hant: 正在下載 Encoder %.0f%%

# local_whisper.coreml_encoder.loading
source: Load Core ML Encoder
de: Core ML Encoder laden
ja: Core MLエンコーダーを読み込む
nl: Core ML-encoder laden
zh_hans: 加载 Core ML Encoder
zh_hant: 載入 Core ML Encoder

# local_whisper.coreml_encoder.loading.description
source: Not recommended for most recordings. It can be slower or less accurate in live transcription. Off by default.
de: Für die meisten Aufnahmen nicht empfohlen. Kann bei Live-Transkription langsamer oder ungenauer sein. Standardmäßig deaktiviert.
ja: ほとんどの録音では推奨しません。ライブ文字起こしでは遅くなったり精度が下がったりする場合があります。デフォルトではオフです。
nl: Niet aanbevolen voor de meeste opnamen. Kan bij live transcriptie trager of minder nauwkeurig zijn. Standaard uit.
zh_hans: 大多数录音不推荐开启。实时转录时可能更慢或准确度更低。默认关闭。
zh_hant: 大多數錄音不建議開啟。即時轉錄時可能更慢或準確度更低。預設關閉。

# local_whisper.coreml_encoder.missing_detail.format
source: Optional Apple Neural Engine acceleration for %@. Download size is about %@.
de: Optionale Apple Neural Engine-Beschleunigung für %@. Downloadgröße etwa %@.
ja: %@ 用の任意のApple Neural Engineアクセラレーションです。ダウンロードサイズは約%@です。
nl: Optionele Apple Neural Engine-versnelling voor %@. Downloadgrootte is ongeveer %@.
zh_hans: %@ 可选 Apple Neural Engine 加速。下载大小约 %@。
zh_hant: %@ 可選 Apple Neural Engine 加速。下載大小約 %@。

# local_whisper.error.audio_conversion_failed
source: The audio file could not be converted for local Whisper transcription.
de: Die Audiodatei konnte nicht für lokale Whisper-Transkription konvertiert werden.
ja: 音声ファイルをローカルWhisper文字起こし用に変換できませんでした。
nl: Het audiobestand kon niet worden geconverteerd voor lokale Whisper-transcriptie.
zh_hans: 无法将音频文件转换为本地 Whisper 可用格式。
zh_hant: 無法將音訊檔案轉換為本機 Whisper 可用格式。

# local_whisper.error.context_creation_failed
source: Local Whisper could not load the selected model.
de: Lokales Whisper konnte das ausgewählte Modell nicht laden.
ja: ローカルWhisperは選択したモデルを読み込めませんでした。
nl: Lokale Whisper kon het geselecteerde model niet laden.
zh_hans: 本地 Whisper 无法加载所选模型。
zh_hant: 本機 Whisper 無法載入所選模型。

# local_whisper.error.empty_audio
source: The audio file has no samples to transcribe.
de: Die Audiodatei enthält keine Samples zum Transkribieren.
ja: 音声ファイルに文字起こしできるサンプルがありません。
nl: Het audiobestand heeft geen samples om te transcriberen.
zh_hans: 音频文件没有可转录的采样。
zh_hant: 音訊檔案沒有可轉錄的取樣。

# local_whisper.error.missing_live_model
source: Choose a realtime Local Whisper model in Beta Features before using Local Whisper Live.
de: Wähle in den Beta-Funktionen ein Echtzeit-Local-Whisper-Modell, bevor du Local Whisper Live verwendest.
ja: Local Whisper Liveを使用する前に、ベータ機能でリアルタイムLocal Whisperモデルを選択してください。
nl: Kies een realtime Local Whisper-model in Bètafuncties voordat je Local Whisper Live gebruikt.
zh_hans: 使用 Local Whisper Live 前，请先在 Beta 功能中选择实时 Local Whisper 模型。
zh_hant: 使用 Local Whisper Live 前，請先在 Beta 功能中選擇即時 Local Whisper 模型。

# local_whisper.error.missing_model
source: Download the Local Whisper model in Settings before running local Whisper transcription.
de: Lade das lokale Whisper-Modell in den Einstellungen herunter, bevor du lokale Whisper-Transkription ausführst.
ja: ローカルWhisper文字起こしを実行する前に、設定でローカルWhisperモデルをダウンロードしてください。
nl: Download het lokale Whisper-model in Instellingen voordat je lokale Whisper-transcriptie uitvoert.
zh_hans: 使用本地 Whisper 转录前，请先在设置中下载模型。
zh_hant: 使用本機 Whisper 轉錄前，請先在設定中下載模型。

# local_whisper.error.missing_symbol.format
source: whisper.cpp is missing the required symbol: %@.
de: whisper.cpp fehlt das erforderliche Symbol: %@.
ja: whisper.cppに必要なシンボルがありません: %@。
nl: whisper.cpp mist het vereiste symbool: %@.
zh_hans: whisper.cpp 缺少必需符号：%@。
zh_hant: whisper.cpp 缺少必要符號：%@。

# local_whisper.error.model_download_failed
source: The Local Whisper model download did not produce a valid model file.
de: Der Download des lokalen Whisper-Modells hat keine gültige Modelldatei erzeugt.
ja: ローカルWhisperモデルのダウンロードで有効なモデルファイルが作成されませんでした。
nl: De download van het lokale Whisper-model leverde geen geldig modelbestand op.
zh_hans: 下载的本地 Whisper 模型不是有效模型文件。
zh_hant: 下載的本機 Whisper 模型不是有效模型檔案。

# local_whisper.error.runtime_unavailable
source: whisper.cpp is not embedded in this build.
de: whisper.cpp ist in diesem Build nicht eingebettet.
ja: このビルドにはwhisper.cppが組み込まれていません。
nl: whisper.cpp is niet ingebed in deze build.
zh_hans: 当前构建未内置 whisper.cpp。
zh_hant: 目前建置未內建 whisper.cpp。

# local_whisper.error.transcription_failed
source: Local Whisper transcription failed.
de: Lokale Whisper-Transkription fehlgeschlagen.
ja: ローカルWhisper文字起こしに失敗しました。
nl: Lokale Whisper-transcriptie mislukt.
zh_hans: 本地 Whisper 转录失败。
zh_hant: 本機 Whisper 轉錄失敗。

# local_whisper.live_model.download
source: Download Realtime Model
de: Echtzeitmodell laden
ja: リアルタイムモデルをダウンロード
nl: Realtime model downloaden
zh_hans: 下载实时模型
zh_hant: 下載即時模型

# local_whisper.live_model.not_selected
source: Not Selected
de: Nicht ausgewählt
ja: 未選択
nl: Niet geselecteerd
zh_hans: 未选择
zh_hant: 未選擇

# local_whisper.live_model.title
source: Realtime Transcription Model
de: Echtzeit-Transkriptionsmodell
ja: リアルタイム文字起こしモデル
nl: Realtime transcriptiemodel
zh_hans: 实时转录模型
zh_hant: 即時轉錄模型

# local_whisper.model.base_english.detail
source: Recommended balance for English-only transcription.
de: Empfohlene Balance für reine Englisch-Transkription.
ja: 英語専用文字起こしに推奨されるバランスです。
nl: Aanbevolen balans voor transcriptie alleen in het Engels.
zh_hans: 仅英语离线转录的推荐平衡选择。
zh_hant: 僅英文離線轉錄的建議平衡選擇。

# local_whisper.model.base_english.title
source: Base English
de: Base Englisch
ja: Base 英語
nl: Base Engels
zh_hans: Base 英语
zh_hant: Base 英文

# local_whisper.model.base.detail
source: Recommended balance for offline transcription.
de: Empfohlene Balance für Offline-Transkription.
ja: オフライン文字起こしに推奨されるバランスです。
nl: Aanbevolen balans voor offline transcriptie.
zh_hans: 离线转录的推荐平衡选择。
zh_hant: 離線轉錄的建議平衡選擇。

# local_whisper.model.base.title
source: Base Multilingual
de: Base Mehrsprachig
ja: Base 多言語
nl: Base Meertalig
zh_hans: Base 多语言
zh_hant: Base 多語言

# local_whisper.model.bundled_detail.format
source: %@ is bundled with this app (%@).
de: %@ ist in dieser App enthalten (%@).
ja: %@ はこのアプリに内蔵されています（%@）。
nl: %@ is meegeleverd met deze app (%@).
zh_hans: %@ 已随 app 内置（%@）。
zh_hant: %@ 已隨 app 內建（%@）。

# local_whisper.model.delete_download
source: Delete Download
de: Download löschen
ja: ダウンロードを削除
nl: Download verwijderen
zh_hans: 删除下载
zh_hant: 刪除下載

# local_whisper.model.delete_failed
source: Model Delete Failed
de: Modell löschen fehlgeschlagen
ja: モデルの削除に失敗しました
nl: Model verwijderen mislukt
zh_hans: 模型删除失败
zh_hant: 模型刪除失敗

# local_whisper.model.download_failed
source: Model Download Failed
de: Modelldownload fehlgeschlagen
ja: モデルのダウンロードに失敗しました
nl: Modeldownload mislukt
zh_hans: 模型下载失败
zh_hant: 模型下載失敗

# local_whisper.model.download_selected
source: Download Selected Model
de: Ausgewähltes Modell laden
ja: 選択したモデルをダウンロード
nl: Geselecteerd model downloaden
zh_hans: 下载所选模型
zh_hant: 下載所選模型

# local_whisper.model.downloaded_detail.format
source: %@ is downloaded on this iPhone (%@).
de: %@ wurde auf dieses iPhone geladen (%@).
ja: %@ はこのiPhoneにダウンロード済みです（%@）。
nl: %@ is gedownload op deze iPhone (%@).
zh_hans: %@ 已下载到这台 iPhone（%@）。
zh_hant: %@ 已下載到這台 iPhone（%@）。

# local_whisper.model.downloaded.title
source: Downloaded Models
de: Geladene Modelle
ja: ダウンロード済みモデル
nl: Gedownloade modellen
zh_hans: 已下载模型
zh_hant: 已下載模型

# local_whisper.model.downloading.format
source: Downloading %.0f%%
de: Lädt %.0f%%
ja: ダウンロード中 %.0f%%
nl: Downloaden %.0f%%
zh_hans: 正在下载 %.0f%%
zh_hant: 正在下載 %.0f%%

# local_whisper.model.large_v3_q5.detail
source: Largest quantized multilingual model; best quality option, heaviest runtime.
de: Größtes quantisiertes mehrsprachiges Modell; beste Qualität, höchste Laufzeitlast.
ja: 最大の量子化多言語モデルです。最高品質ですが実行負荷は最も重くなります。
nl: Grootste gekwantiseerde meertalige model; beste kwaliteit, zwaarste runtime.
zh_hans: 最大的量化多语言模型；质量最好，但运行负载最重。
zh_hant: 最大的量化多語言模型；品質最好，但執行負載最重。

# local_whisper.model.large_v3_turbo_q5.detail
source: Large turbo model with quantization; stronger quality with lower storage than full large.
de: Quantisiertes Large-Turbo-Modell; stärkere Qualität bei weniger Speicherbedarf als das vollständige Large-Modell.
ja: 量子化されたlarge turboモデルです。full largeより少ない容量で高い品質を提供します。
nl: Gekwantiseerd large turbo-model; sterkere kwaliteit met minder opslag dan de volledige large-versie.
zh_hans: 量化后的 large turbo 模型；质量更强，存储占用低于完整 large。
zh_hant: 量化後的 large turbo 模型；品質更強，儲存占用低於完整 large。

# local_whisper.model.large_v3.detail
source: Full large multilingual model; very large download and memory use.
de: Vollständiges großes mehrsprachiges Modell; sehr großer Download und hoher Speicherbedarf.
ja: 完全版のlarge多言語モデルです。ダウンロード容量とメモリ使用量が非常に大きくなります。
nl: Volledig large meertalig model; zeer grote download en veel geheugengebruik.
zh_hans: 完整 large 多语言模型；下载体积和内存占用都很大。
zh_hant: 完整 large 多語言模型；下載體積和記憶體占用都很大。

# local_whisper.model.medium_english.detail
source: High quality for English-only transcription.
de: Hohe Qualität für reine Englisch-Transkription.
ja: 英語専用文字起こし向けの高品質モデルです。
nl: Hoge kwaliteit voor transcriptie alleen in het Engels.
zh_hans: 仅英语转录的高质量模型。
zh_hant: 僅英文轉錄的高品質模型。

# local_whisper.model.medium_english.title
source: Medium English
de: Medium Englisch
ja: Medium 英語
nl: Medium Engels
zh_hans: Medium 英语
zh_hant: Medium 英文

# local_whisper.model.medium.detail
source: High quality, much slower and requires significantly more storage.
de: Hohe Qualität, deutlich langsamer und benötigt wesentlich mehr Speicher.
ja: 高品質ですがかなり遅く、より多くのストレージが必要です。
nl: Hoge kwaliteit, veel trager en vereist aanzienlijk meer opslag.
zh_hans: 高质量，明显更慢，占用存储更多。
zh_hant: 高品質，明顯更慢，佔用儲存空間更多。

# local_whisper.model.medium.title
source: Medium Multilingual
de: Medium Mehrsprachig
ja: Medium 多言語
nl: Medium Meertalig
zh_hans: Medium 多语言
zh_hant: Medium 多語言

# local_whisper.model.missing_detail.format
source: Download %@ (%@) before using Local Whisper transcription.
de: Lade %@ (%@) herunter, bevor du lokale Whisper-Transkription verwendest.
ja: ローカルWhisper文字起こしを使う前に %@（%@）をダウンロードしてください。
nl: Download %@ (%@) voordat je lokale Whisper-transcriptie gebruikt.
zh_hans: 使用本地 Whisper 转录前，请先下载 %@（%@）。
zh_hant: 使用本機 Whisper 轉錄前，請先下載 %@（%@）。

# local_whisper.model.no_downloaded
source: No downloaded Local Whisper models.
de: Keine heruntergeladenen lokalen Whisper-Modelle.
ja: ダウンロード済みのローカルWhisperモデルはありません。
nl: Geen gedownloade lokale Whisper-modellen.
zh_hans: 没有已下载的本地 Whisper 模型。
zh_hant: 沒有已下載的本機 Whisper 模型。

# local_whisper.model.not_installed
source: Not Installed
de: Nicht installiert
ja: 未インストール
nl: Niet geïnstalleerd
zh_hans: 未安装
zh_hant: 未安裝

# local_whisper.model.ready
source: Ready
de: Bereit
ja: 準備完了
nl: Gereed
zh_hans: 就绪
zh_hant: 就緒

# local_whisper.model.selected
source: Loaded Model
de: Geladenes Modell
ja: 読み込み済みモデル
nl: Geladen model
zh_hans: 已加载模型
zh_hant: 已載入模型

# local_whisper.model.small_english.detail
source: Better quality for English-only transcription.
de: Bessere Qualität für reine Englisch-Transkription.
ja: 英語専用文字起こしで品質が高めです。
nl: Betere kwaliteit voor transcriptie alleen in het Engels.
zh_hans: 仅英语转录质量更好。
zh_hant: 僅英文轉錄品質更好。

# local_whisper.model.small_english.title
source: Small English
de: Small Englisch
ja: Small 英語
nl: Small Engels
zh_hans: Small 英语
zh_hant: Small 英文

# local_whisper.model.small.detail
source: Better quality, slower and larger.
de: Bessere Qualität, langsamer und größer.
ja: 品質は高めですが、遅く、容量も大きくなります。
nl: Betere kwaliteit, trager en groter.
zh_hans: 质量更好，但更慢、占用更大。
zh_hant: 品質更好，但更慢、占用更大。

# local_whisper.model.small.title
source: Small Multilingual
de: Small Mehrsprachig
ja: Small 多言語
nl: Small Meertalig
zh_hans: Small 多语言
zh_hant: Small 多語言

# local_whisper.model.status
source: Model Status
de: Modellstatus
ja: モデル状態
zh_hans: 模型状态
zh_hant: 模型狀態

# local_whisper.model.tiny_english.detail
source: Fastest English-only model.
de: Schnellstes Modell nur für Englisch.
ja: 最速の英語専用モデルです。
nl: Snelste model alleen voor Engels.
zh_hans: 最快的仅英语模型。
zh_hant: 最快的僅英文模型。

# local_whisper.model.tiny_english.title
source: Tiny English
de: Tiny Englisch
ja: Tiny 英語
nl: Tiny Engels
zh_hans: Tiny 英语
zh_hant: Tiny 英文

# local_whisper.model.tiny.detail
source: Fastest, lowest accuracy, supports multiple languages.
de: Am schnellsten, niedrigste Genauigkeit, unterstützt mehrere Sprachen.
ja: 最速ですが精度は低く、複数言語に対応します。
nl: Snelst, laagste nauwkeurigheid, ondersteunt meerdere talen.
zh_hans: 最快，准确率最低，支持多语言。
zh_hant: 最快，準確率最低，支援多語言。

# local_whisper.model.tiny.title
source: Tiny Multilingual
de: Tiny Mehrsprachig
ja: Tiny 多言語
nl: Tiny Meertalig
zh_hans: Tiny 多语言
zh_hant: Tiny 多語言

# local_whisper.model.title
source: Local Whisper Model
de: Lokales Whisper-Modell
ja: ローカルWhisperモデル
nl: Lokaal Whisper-model
zh_hans: 本地 Whisper 模型
zh_hant: 本機 Whisper 模型

# onboarding.caption
source: Capture speech, keep searchable recordings, and choose the transcription path that fits the moment.
de: Nimm Sprache auf, bewahre durchsuchbare Aufnahmen auf und wähle den passenden Transkriptionsweg.
ja: 音声を記録し、検索できる録音として残し、その場に合った文字起こし方法を選べます。
nl: Leg spraak vast, bewaar doorzoekbare opnamen en kies de transcriptieroute die past bij het moment.
zh_hans: 捕捉语音、保存可搜索录音，并按场景选择合适的转录方式。
zh_hant: 捕捉語音、保存可搜尋錄音，並依情境選擇合適的轉錄方式。

# onboarding.carousel.capture.detail
source: Turn speech into timed lines
de: Sprache in zeitcodierte Zeilen wandeln
ja: 音声をタイム付きの行に変換
nl: Zet spraak om in getimede regels
zh_hans: 把语音变成带时间线的文字
zh_hant: 把語音變成帶時間軸的文字

# onboarding.carousel.capture.title
source: Live Capture
de: Live-Aufnahme
ja: ライブ録音
nl: Live vastleggen
zh_hans: 实时捕捉
zh_hant: 即時捕捉

# onboarding.carousel.library.detail
source: Import, search, and replay
de: Importieren, suchen und wiedergeben
ja: 読み込み、検索、再生
nl: Importeren, zoeken en afspelen
zh_hans: 导入、搜索和回放
zh_hant: 匯入、搜尋和回放

# onboarding.carousel.library.title
source: Audio Library
de: Audiobibliothek
ja: 音声ライブラリ
nl: Audiobibliotheek
zh_hans: 音频资料库
zh_hant: 音訊資料庫

# onboarding.carousel.private.detail
source: Keep work on this iPhone
de: Arbeit bleibt auf diesem iPhone
ja: 作業内容をこの iPhone に保存
nl: Houd je werk op deze iPhone
zh_hans: 内容保留在这台 iPhone 上
zh_hant: 內容保留在這台 iPhone 上

# onboarding.carousel.private.title
source: Private Notes
de: Private Notizen
ja: プライベートノート
nl: Privénotities
zh_hans: 私密笔记
zh_hant: 私密筆記

# onboarding.carousel.whisper.detail
source: Download offline models
de: Offline-Modelle laden
ja: オフラインモデルをダウンロード
nl: Offline modellen downloaden
zh_hans: 下载离线模型
zh_hant: 下載離線模型

# onboarding.carousel.whisper.title
source: Local Whisper
de: Lokales Whisper
ja: ローカル Whisper
nl: Lokaal Whisper
zh_hans: 本地 Whisper
zh_hant: 本機 Whisper

# onboarding.cta
source: Start Transcribing
de: Transkription starten
ja: 文字起こしを開始
nl: Begin met transcriberen
zh_hans: 开始转录
zh_hant: 開始轉錄

# onboarding.feature.live.detail
source: Record meetings, lectures, calls, or field notes with timed transcript lines ready as soon as you stop.
de: Nimm Besprechungen, Vorlesungen, Anrufe oder Notizen mit zeitcodierten Transkriptzeilen auf, die direkt nach dem Stoppen bereit sind.
ja: 会議、講義、通話、フィールドノートを録音し、停止後すぐにタイム付きの文字起こしを確認できます。
nl: Neem vergaderingen, colleges, gesprekken of veldnotities op met getimede transcriptregels zodra je stopt.
zh_hans: 录制会议、课程、通话或现场笔记，停止后即可获得带时间线的转录内容。
zh_hant: 錄製會議、課程、通話或現場筆記，停止後即可取得帶時間軸的轉錄內容。

# onboarding.feature.live.title
source: Live captions that stay with the audio
de: Live-Untertitel bleiben beim Audio
ja: 音声と一緒に残るライブキャプション
nl: Live-ondertitels blijven bij de audio
zh_hans: 与音频同步保存的实时字幕
zh_hant: 與音訊同步保存的即時字幕

# onboarding.feature.privacy.detail
source: Speech, files, and summaries stay on this iPhone unless you explicitly enable an online option for a saved recording.
de: Sprache, Dateien und Zusammenfassungen bleiben auf diesem iPhone, sofern du nicht ausdrücklich eine Online-Option für eine gespeicherte Aufnahme aktivierst.
ja: 保存済み録音でオンライン機能を明示的に有効にしない限り、音声、ファイル、要約はこの iPhone 上に残ります。
nl: Spraak, bestanden en samenvattingen blijven op deze iPhone, tenzij je expliciet een online optie voor een opgeslagen opname inschakelt.
zh_hans: 除非你为某个已保存录音明确启用在线选项，语音、文件和摘要都会留在这台 iPhone 上。
zh_hant: 除非你為某個已保存錄音明確啟用線上選項，語音、檔案和摘要都會留在這台 iPhone 上。

# onboarding.feature.privacy.title
source: Local-first by default
de: Standardmäßig lokal zuerst
ja: 標準でローカル優先
nl: Standaard lokaal eerst
zh_hans: 默认本地优先
zh_hant: 預設本機優先

# onboarding.feature.recordings.detail
source: Import audio, retranscribe with Apple Speech or Local Whisper, translate transcripts, and add tags or summaries.
de: Importiere Audio, transkribiere erneut mit Apple Speech oder Local Whisper, übersetze Transkripte und füge Tags oder Zusammenfassungen hinzu.
ja: 音声を読み込み、Apple Speech や Local Whisper で再文字起こしし、翻訳、タグ、要約を追加できます。
nl: Importeer audio, transcribeer opnieuw met Apple Speech of Local Whisper, vertaal transcripties en voeg tags of samenvattingen toe.
zh_hans: 导入音频，用 Apple Speech 或本地 Whisper 重新转录，翻译转录稿，并添加标签或摘要。
zh_hant: 匯入音訊，用 Apple Speech 或本機 Whisper 重新轉錄，翻譯轉錄稿，並加入標籤或摘要。

# onboarding.feature.recordings.title
source: A focused library for every recording
de: Eine klare Bibliothek für jede Aufnahme
ja: すべての録音を整理するライブラリ
nl: Een gerichte bibliotheek voor elke opname
zh_hans: 为每段录音准备的专注资料库
zh_hant: 為每段錄音準備的專注資料庫

# onboarding.footer
source: You can change these choices later in Settings. Microphone and Speech permissions are requested only when the related feature needs them.
de: Du kannst diese Auswahl später in den Einstellungen ändern. Mikrofon- und Spracherkennungsrechte werden nur angefragt, wenn die jeweilige Funktion sie benötigt.
ja: これらの選択はあとで設定から変更できます。マイクと音声認識の権限は、関連機能で必要になったときだけ要求されます。
nl: Je kunt deze keuzes later wijzigen in Instellingen. Microfoon- en spraakmachtigingen worden alleen gevraagd wanneer de betreffende functie ze nodig heeft.
zh_hans: 这些选项之后都可以在设置里更改。麦克风和语音识别权限只会在相关功能需要时请求。
zh_hant: 這些選項之後都可以在設定中更改。麥克風和語音辨識權限只會在相關功能需要時請求。

# onboarding.hero_chip.live
source: Live transcript
de: Live-Transkript
ja: ライブ文字起こし
zh_hans: 实时转录
zh_hant: 即時轉錄

# onboarding.hero_chip.private
source: On device
de: Auf dem Gerät
ja: オンデバイス
nl: Op apparaat
zh_hans: 本机处理
zh_hant: 本機處理

# onboarding.hero_chip.whisper
source: Whisper ready
de: Whisper bereit
ja: Whisper 対応
nl: Whisper gereed
zh_hans: Whisper 就绪
zh_hant: Whisper 就緒

# onboarding.hero_splash.caption
source: Live captions, saved audio, offline Whisper, and private transcript tools in one place.
de: Live-Untertitel, gespeichertes Audio, Offline-Whisper und private Transkript-Werkzeuge an einem Ort.
ja: ライブキャプション、保存済み音声、オフライン Whisper、プライベートな文字起こしツールをひとつに。
nl: Live-ondertitels, opgeslagen audio, offline Whisper en privé transcriptietools op één plek.
zh_hans: 实时字幕、保存音频、离线 Whisper 和私密转录工具都在一处。
zh_hant: 即時字幕、保存音訊、離線 Whisper 和私密轉錄工具都在一處。

# onboarding.hero_splash.title
source: Capture now. Revisit everything.
de: Jetzt aufnehmen. Alles später wiederfinden.
ja: 今を記録し、あとですべて見返す。
nl: Nu vastleggen. Later alles terugvinden.
zh_hans: 现在记录，之后随时回看。
zh_hant: 現在記錄，之後隨時回看。

# onboarding.setup.download_whisper.format
source: Download Whisper Model (%@)
de: Whisper-Modell laden (%@)
ja: Whisper モデルをダウンロード（%@）
nl: Whisper-model downloaden (%@)
zh_hans: 下载 Whisper 模型（%@）
zh_hant: 下載 Whisper 模型（%@）

# onboarding.setup.format
source: Recording Format
de: Aufnahmeformat
ja: 録音形式
nl: Opnameformaat
zh_hans: 录音格式
zh_hant: 錄音格式

# onboarding.setup.language
source: Transcription Language
de: Transkriptionssprache
ja: 文字起こし言語
nl: Transcriptietaal
zh_hans: 转录语言
zh_hant: 轉錄語言

# onboarding.setup.title
source: Quick setup
de: Schnelle Einrichtung
ja: クイック設定
nl: Snelle configuratie
zh_hans: 快速设置
zh_hant: 快速設定

# onboarding.setup.whisper_model
source: Local Whisper Model
de: Lokales Whisper-Modell
ja: ローカル Whisper モデル
nl: Lokaal Whisper-model
zh_hans: 本地 Whisper 模型
zh_hant: 本機 Whisper 模型

# onboarding.use_defaults
source: Use Defaults
de: Standards verwenden
ja: デフォルトを使用
nl: Standaarden gebruiken
zh_hans: 使用默认设置
zh_hant: 使用預設設定

source: Open ${target}
de: ${target} öffnen
ja: ${target}を開く
zh_hans: 打开${target}
zh_hant: 開啟${target}

source: Read the summary of ${recording}
de: Zusammenfassung von ${recording} vorlesen
ja: ${recording}の要約を読み上げる
nl: Lees de samenvatting van ${recording}
zh_hans: 朗读${recording}的摘要
zh_hant: 朗讀${recording}的摘要

source: Read the transcript of ${recording}
de: Transkript von ${recording} vorlesen
ja: ${recording}の文字起こしを読み上げる
nl: Lees het transcript van ${recording}
zh_hans: 朗读${recording}的转录
zh_hant: 朗讀${recording}的轉錄

# qwen3_asr.developer.streaming_long_audio
source: Qwen3-ASR Long-Recording Streaming
de: Qwen3-ASR: Lange Aufnahmen streamen
ja: Qwen3-ASR 長時間録音ストリーミング
nl: Qwen3-ASR: lange opnamen streamen
zh_hans: Qwen3-ASR 流式处理长录音
zh_hant: Qwen3-ASR 串流處理長錄音
